"Copy" = "Ei mitään (ei rasterointia)";
"Dither Copy" = "Ei mitään (salli rasterointi)";
"Or" = "OR";
"Xor" = "XOR";
"Replace Black" = "Korvaa musta";
"Inverse Copy" = "Käänteinen kopiointi";
"Inverse Or" = "Käänteinen OR";
"Inverse Xor" = "Käänteinen XOR";
"Inverse Replace Black" = "Käänteinen korvaus mustalla";
"Pattern Copy" = "Kuviokopiointi";
"Pattern Or" = "Kuvio OR";
"Pattern Xor" = "Kuvio XOR";
"Pattern Replace Black" = "Kuviokorvaus mustalla";
"Inverse Pattern Copy" = "Käänteinen kuvio kopiointi";
"Inverse Pattern Or" = "Käänteinen kuvio OR";
"Inverse Pattern Xor" = "Käänteinen kuvio XOR";
"Inverse Pattern Replace Black" = "Käänteinen kuviokorvaus mustalla";
"Grayish Text Or" = "Harmaa teksti OR";
"Hilite" = "Korosta";
"Blend" = "Sekoitus";
"Add Pin" = "Lisää nasta";
"Add Over" = "Lisää päälle";
"Add Max" = "Lisää maksimi";
"Add Min" = "Lisää minimi";
"Subtract Pin" = "Vähennysnasta";
"Subtract Over" = "Vähennä yli";
"Transparent" = "Läpinäkyvä";
"Straight Alpha" = "Suora alfa";
"Per Component Alpha" = "Alfa komponenteittain";
"Straight Alpha Blend" = "Suora alfasekoitus";
"Premultiplied White Alpha" = "Esikerrottu valkoinen alfa";
"Premultiplied Black Alpha" = "Esikerrottu musta alfa";
"Premultiplied Color Alpha" = "Esikerrottu värialfa";
"Composition" = "Kompositio";